{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Game Over!"
			},
			"Translation":
			{
				"Text": "Game Over!"
			},
			"Key": "BA56EEE34B775AF2ADC510AAE9F767DD"
		},
		{
			"Source":
			{
				"Text": "Menu"
			},
			"Translation":
			{
				"Text": "Menu"
			},
			"Key": "C6CB643D4D0915ECF06805B9E083B693"
		},
		{
			"Source":
			{
				"Text": "Reset"
			},
			"Translation":
			{
				"Text": "Reset"
			},
			"Key": "2E1F7BEE4CC45AC47EEF45BB74BF6757"
		},
		{
			"Source":
			{
				"Text": "SCORE:"
			},
			"Translation":
			{
				"Text": "SCORE:"
			},
			"Key": "B921463D4A57B2AD889F8C855133B39B"
		},
		{
			"Source":
			{
				"Text": "Size"
			},
			"Translation":
			{
				"Text": "Size"
			},
			"Key": "213728AF492479EF61EE43B26B711C25"
		},
		{
			"Source":
			{
				"Text": "Speed"
			},
			"Translation":
			{
				"Text": "Speed"
			},
			"Key": "DFB6366C4C1403139D68AF8D2262E0FB"
		},
		{
			"Source":
			{
				"Text": "Start"
			},
			"Translation":
			{
				"Text": "Start"
			},
			"Key": "0FB38745487FAEEE36D81FAD3FE35768"
		},
		{
			"Source":
			{
				"Text": "Your score:"
			},
			"Translation":
			{
				"Text": "Your score:"
			},
			"Key": "9A6AE0274019124DF72EF7B18D5A30B8"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Snake_Game_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "Snake"
					},
					"Translation":
					{
						"Text": "Snake"
					},
					"Key": "SpeedSnake_Loc"
				},
				{
					"Source":
					{
						"Text": "Worm"
					},
					"Translation":
					{
						"Text": "Worm"
					},
					"Key": "SpeedWorm_Loc"
				},
				{
					"Source":
					{
						"Text": "press <{0}> to reset, <{1}> to back to menu"
					},
					"Translation":
					{
						"Text": "press <{0}> to reset, <{1}> to back to menu"
					},
					"Key": "KeysHint_Loc"
				}
			]
		}
	]
}